{
    "events": {
        "data": {
            "payload": [
                {
                    "description": "A place of history and poetry, Twin Oaks Estate plays a crucial role in US-Taiwan diplomatic relations. The 130-year-old architectural space speaks of elegance and tranquility and has a unique, irreplaceable historical and cultural significance as it has witnessed important events in the diplomatic history and cultural exchanges between the two countries. This explains the rich and priceless collection of paintings and other antiques",
                    "imageUrl": "http://english.ntmofa.gov.tw/upload/relpic/e/4974/636525582062013575.jpg",
                    "title": "Meet Taiwan Contemporary Art at Twin Oaks"
                },
                {
                    "description": "What better way to launch your exploration of Taiwan – or deepen it – than a day spent in old Tainan City’s Anping District– named one of Taiwan’s “Top 10 Tourist Towns” in 2012 – where the island’s modern history was given birth?",
                    "imageUrl": "https://eng.taiwan.net.tw/userfiles/image/2018news/Anping%20Treen%20House.jpg",
                    "title": "[Town Wanderings] Anping: Taiwan’s Modern-History Fountainhead"
                },
                {
                    "description": "Our lives revolve around the cycles of time in nature. Day after day, year after year, everything in life, including work and study, is guided by this idea. And festivals are the recurring events that break up the passage of time, adding a refreshing and joyful touch to the regularity of daily life and filling it with beauty and richness. Festivals developed from the interaction of various complex cultural factors, filtering and crys",
                    "imageUrl": "http://south.npm.gov.tw/imgs/crop/250/250/20180128/b5225288-9d4d-4867-bfcb-c80d7fd5aeef.png",
                    "title": "Celebrating the Year of the Dog: A Special Exhibition of Festival Themed Collections"
                },
                {
                    "description": "The“Biennial Butterfly Beauty Festival” is a magnificent yearly event that goes from December to March of the following year taking place in the Maolin National Scenic Area. During this period millions of migrating Euploea butterflies (purple in color) cross the ocean and arrive here to winter over.",
                    "imageUrl": "https://eng.taiwan.net.tw/userfiles/image/2017photo/%E9%9B%99%E5%B9%B4%E8%B3%9E%E8%9D%B602.jpg",
                    "title": "Biennial Butterfly Beauty Festival"
                },
                {
                    "description": "The gradual arrival of winter formally announces that Taiwan’s peak hot spring season has begun! Taiwan abounds in the gifts of nature—cold springs, hot springs, mud springs, submarine springs—it is a world-famous scenic spot for springs of every variety.",
                    "imageUrl": "http://eventaiwan.tw/d_upload_tour100/activity/image/A0/B0/C0/D0/E7/F222/ffb14989-5696-4c1d-acf3-1c63849142a8.jpg",
                    "title": "Taiwan Hot Spring & Fine-Cuisine Carnival"
                }
            ]
        },
        "type": "events"
    },
    "food": {
        "data": {
            "payload": [
                {
                    "description": "Meimen restaurant prepares its food according to the Chinese philosophy of Five Colors, Five Agents, and Five Tastes, corresponding with liver, heart, spleen and kidney. It uses creative vegetarian food to promote the special diet concepts: eating clean and fully cooked food with tranquil and deferential heart. Meimen raises people’s health notion. The dishes represent a perfect combination of Chinese Qigong and philosophy of life.",
                    "imageUrl": "https://www.travel.taipei/image/8265/1024x768",
                    "title": "Meimen Restaurant"
                },
                {
                    "description": "\"New-Puen Chinese Restaurant\" combines Cantonese snakes, HK barbecue, and Japanese desserts all together such as “Zhen Jiang Fried/Steamed Pig Knuckles”, the speciality, \"Cabbage with Meatballs\", \"Spicy Boiled Beef\", and \"Hangzhou Cod-and-Shrimp Gluten\". With more than 20-year cooking experience, New- Puen keeps providing various delicate and seasonal cuisines for their customers. Either rich texture in winter or refreshing",
                    "imageUrl": "https://www.travel.taipei/image/8255/1024x768",
                    "title": "New-Puen Chinese Restaurant"
                },
                {
                    "description": "From the south coast of China, Chaochou cuisine style food uses a lot of fresh seafood and special sauces only for certain dishes, and among which, the Marina Goose Slices dish in Chao Ping Ji Restaurant at San Want Hotel Taipei is one of the best. Executive Chef Ho cooks the goose with the aged infusion and paired with the homemade garlic vinegar sauce to serve. Chao Ping Ji also serves Dim Sum style food and special desert menu ",
                    "imageUrl": "https://www.travel.taipei/image/8318/1024x768",
                    "title": "Chao Ping Ji, San Want Hotel Taipei"
                },
                {
                    "description": "The classic Shanghai cuisines are strongly promoted by Shanghai Court of Hyatt Hotel Taipei; and the chef’s best recommendations will be the \"Pot-sticker-like Bean Curd Sheet with Fried Duck and Wild Mushrooms” which uses fried duck and wild mushrooms as fillings to be wrapped by bean curd sheets and tastes both crispy and tender. The other creative dish \"Cabbage and Roasted Wheat Glutens Stuffed with Chopped Streaky Pork\" is ",
                    "imageUrl": "https://www.travel.taipei/image/7899/1024x768",
                    "title": "Shanghai Court, Hyatt Hotel Taipei"
                },
                {
                    "description": "The soup of the famous beef noodle is made by beef cooked for a long time, and it also contains the gravy beef shank and hand made noodles, which makes it very chewy and delicious.",
                    "imageUrl": "http://cdn.tour-ntpc.com/site/a3be84a9-7283-40a3-b4c7-758bf39c7828/Content/Upload/Place/130de760db900000a2a4.jpg",
                    "title": "Master Liang's beef noodle and dumpling"
                }
            ]
        },
        "type": "food"
    },
    "news": {
        "data": {
            "payload": [
                {
                    "description": "Kayaking the Shuangxi River on the Northeast Coast\nIf relaxed paddling in a kayak on a calm river is your cup of tea, head to the beach-resort village of Fulong on the Northeast Coast to launch yourself on a short trip up and down the enchanting Shuangxi River!",
                    "imageUrl": "https://eng.taiwan.net.tw/userfiles/image/2018news/Kayaking%20on%20Shuangxi%20River%20near%20Fulong.jpg",
                    "title": "[Adventures] Paddling Around"
                },
                {
                    "description": "Get Your Smartphone Ready when Visiting These Locations!\nText and Photos: Vision\nWith about 800 million monthly users in 2017, the mobile photo-sharing network Instagram is one of the most popular social networks worldwide, and one of the most preferred platforms for showing images to friends, family, and followers. When traveling in foreign lands, Instagram users are naturally eager to discover the most photogenic locations and ",
                    "imageUrl": "https://eng.taiwan.net.tw/userfiles/image/2018news/Taipei-101.jpg",
                    "title": "[Must See & Do] Most Popular Instagram Spots"
                },
                {
                    "description": "Taiwan Lantern Festival & Places to Visit in Chiayi\nThe Taiwan Lantern Festival, one of Taiwan’s major annual celebrations, is held in a different location each year. The 2018 edition is being staged March 2 to 11 in the southwest’s Chiayi County, a region amongst the earliest settled by Han Chinese – in the 1600s – and today a region proud of its old-time character and rhythms where high-tech dreams of the future are eagerly cul",
                    "imageUrl": "https://eng.taiwan.net.tw/userfiles/image/2018news/Southern%20Branch%20of%20the%20NPM.jpg",
                    "title": "[Hidden Treasures] The Easy-Paced Southwest Region"
                },
                {
                    "description": "Digging Up Nuggets of History in the Mountains by the Northeast Coast\nSomewhat hidden away from the popular tourist draw that is the town of Jiufen, but easy to reach by public bus, Jinguashi is much quieter and laid-back than its more prominent neighbor. Its main attraction is the very informative and educational Gold Museum, which introduces you to the times when gold-diggers went deep into the local mountainsides in search of",
                    "imageUrl": "https://eng.taiwan.net.tw/userfiles/image/2018news/The%20Gold%20Museum%20in%20Jinguashi.jpg",
                    "title": "[Family Fun] The Gold Museum"
                },
                {
                    "description": "Riding Back in Time by Train\nNeiwan is one of four popular branch-railway lines in Taiwan, the others being the Pingxi, Jiji, and Alishan lines. A slow train on this route takes you from the modern yet traditional city of Hsinchu deep into the hilly countryside to the tourist-popular village of Neiwan, on the way passing intriguing cultural and historical sites.",
                    "imageUrl": "https://eng.taiwan.net.tw/userfiles/image/2017%20News/Neiwan%20Branch%20Line%20train%20at%20Neiwan%20Railway%20Station.jpg",
                    "title": "[Rail Travel] The Neiwan Branch Line"
                }
            ]
        },
        "type": "news"
    }
}